---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.MirrorFailures
source: html/df988cc8-76bf-9466-ee12-2b692807a051.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MirrorFailures

Failures about Mirror.

## Syntax (C#)
```csharp
public static class MirrorFailures
```